Repository: PayPal-PixelWeb/woocommerce-paypal-express-mx
Catalog: languages/woocommerce-paypal-express-mx-*.po
Languages: es_mx

source: Cancel
es_mx: Cancelar

source: Discount
es_mx: Descuento

source: Discount Amount
es_mx: Monto de Descuento

source: Success! Your PayPal account has been set up successfully.
es_mx: Tu cuenta de PayPal a sido configurada correctamente.

source: Thank you. Your order has been received.
es_mx: Gracias. Tu orden a sido recibida.

source: You Transaction ID is
es_mx: Tu numero de Transacción es

source: Remove Image
es_mx: Eliminar Imagen

source: Image Size for Logo on Paypal
es_mx: Tamaño de la imagen para el Logo de PayPal

source: Sorry, you order is invalid.
es_mx: Lo sentimos, tu pedido es invalido.

source: Sorry, an error occurred while trying to retrieve your information from PayPal. Please try again.
es_mx: Se produjo un error al intentar recuperar su información de PayPal. Vuelve a intentarlo.

source: Setup or link an existing PayPal account
es_mx: Instala o conecta una cuenta de PayPal existente

source: Setup or link an existing PayPal Sandbox account
es_mx: Instala o conecta una cuenta de Sandbox de PayPal existente

source: or <a href="#woocommerce_ppexpress_mx_api_username" class="ppexpress_mx-toggle-settings">click here to toggle manual API credential input</a>.
es_mx: o <a href="#woocommerce_ppexpress_mx_api_username" class="ppexpress_mx-toggle-settings">haga clic aquí para activar el ingreso manual de las credenciales del API</a>.

source: or <a href="#woocommerce_ppexpress_mx_sandbox_api_username" class="ppexpress_mx-toggle-sandbox-settings">click here to toggle manual API credential input</a>.
es_mx: o <a href="#woocommerce_ppexpress_mx_sandbox_api_username" class="ppexpress_mx-toggle-sandbox-settings">haga clic aquí para activar el ingreso manual de las credenciales del API</a>.

source: Thank you for your order, please click the button below to pay with PayPal.
es_mx: Gracias por tu pedido, por favor haga click en el siguiente botón para pagar con PayPal.

source: Cancel &amp; Restore Cart
es_mx: Cancelar &amp; Restaurar Carrito

source: There was a problem with Paypal, try later or contact our team.
es_mx: Hemos tenido un problema con PayPal, intente mas tarde o comuníquese con nuestro equipo.

source: Reload Cart
es_mx: Recarar Carrito

source: Could not capture the order on PayPal, you must do it manually.
es_mx: No hemos podido capturar el pedido en PayPal, debe realizarlo manualmente.

source: Could not void the order on PayPal, you must do it manually.
es_mx: No hemos podido eliminar el pedido en PayPal, debe realizarlo manualmente.

source: This order was voided from WooCommerce.
es_mx: Este pedido fue eliminado desde WooCommerce.

source: Order refunded by WC, order number:
es_mx: Pedido devuelto por WooCommerce, numero de orden:

source: Could not refund the order on PayPal, you must do it manually.
es_mx: No hemos podido devolver el pedido en PayPal, debe realizarlo manualmente.

source: This order was refunded from WooCommerce.
es_mx: Este pedido fue devuelto desde WooCommerce.

source: This order was not processed by PayPal.
es_mx: Este pedido no pudo ser procesado por PayPal.

source: Transaction ID
es_mx: Numero de Transacción

source: Capture ID
es_mx: Numero de Captura

source: Protection eligibility
es_mx: Posibilidad de Proteccion

source: Payment type
es_mx: Tipo de pago

source: Payer first name
es_mx: Primer nombre del pagador

source: Payer last name
es_mx: Apellido del pagador

source: Payer email
es_mx: E-Mail del pagador

source: Payer status
es_mx: Estado del pagador

source: Address status
es_mx: Estado de la direccion

source: Payment status
es_mx: Estado del pago

source: Pending reason
es_mx: Razón del estado Pendiente

source: Transaction fee
es_mx: Costo de Comisión

source: You credentials is OK, your actual balance is:
es_mx: Tus credenciales son correctas, tu balance actual es:

source: You Payer ID is:
es_mx: Tu Payer ID es:

source: Payment authorized. Change payment status to processing or complete to capture funds.
es_mx: Pago autorizado. Cambie el estado del pago al procesando o completado para capturar los fondos.

source: Payment pending (%s).
es_mx: Pago pendiente (%s).

source: Payment %1$s via IPN.
es_mx: Pago %1$s via IPN.

source: Payment for order $%1s refunded
es_mx: El pago del pedido $%1s fue devuelto

source: Order #%1$s has been marked as refunded - PayPal reason code: %2$s
es_mx: El Pedido #%1$s a sido marcado como devuelto - Código de motivo en PayPal: %2$s

source: Payment for order %1$s reversed
es_mx: El pago del pedido %1$s fue reversado

source: Order #%1$s has been marked on-hold due to a reversal - PayPal reason code: %2$s
es_mx: El Pedido #%1$s a sido marcado en espera por un reverso - Código de motivo en PayPal: %2$s

source: Reversal cancelled for order #%1$s
es_mx: Reverso cancelado para el pedido #%1$s

source: &mdash; or &mdash;
es_mx: &mdash; o &mdash;

source: Please select all attributes
es_mx: Por favor selecciona todos los atributos

source: Error sending you cart to paypal, try later please
es_mx: Error enviando tu carrito a PayPal, intenta mas tarde

source: Small
es_mx: Pequeño

source: Medium
es_mx: Mediano

source: Large
es_mx: Largo

source: White
es_mx: Blanco

source: Transparent
es_mx: Transparente

source: Select a image
es_mx: Selecciona una imagen

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Enable Paypal Express Checkout
es_mx: Habilitar/Deshabilitar PayPal Express Checkout

source: Title
es_mx: Título

source: This controls the title which the user sees during checkout.
es_mx: Este modifica el titulo que vera el usuario durante el checkout.

source: Description
es_mx: Descripción

source: This controls the description which the user sees during checkout.
es_mx: Este modifica la descripción que vera el usuario durante el checkout.

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account.
es_mx: Pago a través de PayPal; puede pagar con su tarjeta de crédito si no tiene una cuenta de PayPal.

source: Environment
es_mx: Ambiente

source: This setting specifies whether you will process live transactions, or whether you will process simulated transactions using the PayPal Sandbox.
es_mx: Esta opcion especifica si se procesará las transacciones en vivo o si procesará con transacciones simuladas utilizando el Sandbox de PayPal.

source: Live
es_mx: En vivo

source: API Credentials
es_mx: Credenciales del API

source: API Username
es_mx: Usuario del API

source: Get your API credentials from PayPal.
es_mx: Consigue tus credenciales de API con PayPal.

source: To get Sandbox NVP/SOAP manualy click <a href="%1$s" target="_blank">here</a>
es_mx: Consigue tus credenciales de API con PayPal. Para obtener Sandbox NVP/SOAP manualmente has click <a href="%1$s" target="_blank">aquí</a>.

source: API Password
es_mx: Contraseña del API

source: API Signature
es_mx: Firma del API

source: Optional if you provide a certificate below
es_mx: Es opcional, solo si tu proveedor necesita un certificado

source: API Certificate
es_mx: Certificado del API

source: API Subject
es_mx: Tema del API

source: Optional
es_mx: Opcional

source: Sandbox API Credentials
es_mx: Credenciales de Sabndbox API

source: Sandbox API Username
es_mx: Usuario Sandbox API

source: Sandbox API Password
es_mx: Contraseña Sandbox API

source: Sandbox API Signature
es_mx: Firma Sandbox API

source: Sandbox API Certificate
es_mx: Certificado Sandbox API

source: Sandbox API Subject
es_mx: Tema Sandbox API

source: Features enabled
es_mx: Características Habilitadas

source: Checkout on cart page
es_mx: Checkout en carrito

source: Enable PayPal checkout on the cart page
es_mx: Habilita PayPal Checkout en la página de carrito

source: This shows or hides the PayPal checkout button on the cart page.
es_mx: Esto muestra u oculta el botón de pago de PayPal en la página del carro.

source: Checkout on Product
es_mx: Checkout en producto

source: Enable Express checkout on Product view.
es_mx: Habilita la opción de Express Checkout en la pagina de productos.

source: Checkout on List Payments Gateways
es_mx: Checkout en lista de procesadores de pagos

source: Enable Paypal on List Payments Gateways
es_mx: Habilita PayPal en la lista de procesadores de pagos

source: Invoice Prefix
es_mx: Prefijo de Factura

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
es_mx: Introduzca un prefijo para sus números de factura. Si utiliza su cuenta de PayPal para varias tiendas, asegúrese de que este prefijo es único, ya que PayPal no le permitirá realizar pedidos con el mismo número de factura.

source: Payment Type
es_mx: Tipo de pago

source: Choose whether you wish to capture funds immediately or authorize payment only.
es_mx: Elija si desea capturar fondos inmediatamente o autorizar el pago solamente.

source: Direct sale
es_mx: Venta directa

source: Authorize and Capture
es_mx: Autorizado y Capturado

source: Allow Note on checkout
es_mx: Permite nota en Checkout

source: Customer may enter a note to the merchant on the PayPal page during checkout
es_mx: Es probable que el cliente tenga que mandar una nota al vendedor en la página de PayPal durante el checkout

source: Show installment gateway on checkout
es_mx: Enseñar Meses Sin Intereses en Checkout

source: This option add a new gateway payment on checkout for "Paypal Checkout with Installment".
es_mx: Esta opción añade un nuevo procesador de pago en el Checkout para "PayPal Checkout con Meses Sin Intereses".

source: Title of Installment Gateway
es_mx: Título de procesador de pago.

source: PayPal with Installment
es_mx: PayPal con Meses Sin Intereses

source: Description of Installment Gateway
es_mx: Descripción de Meses Sin Intereses

source: This controls the description which the user sees during checkout for Installment.
es_mx: Esta opción cambia la descripción que vera el usuario durante el checkout de Meses sin Intereses

source: Pay via PayPal with Installment.
es_mx: Pagado via PayPal con Meses sin Intereses

source: Checkout Mode
es_mx: Modo de Checkout

source: Indicate if customers will pay in a modal window or the page will be redirected to paypal.
es_mx: Indique si los clientes pagarán en una ventana modal o la página será redirigida a paypal.

source: Modal Windows with confirmation page on Checkout
es_mx: Modo de Windows con confirmación de página en Checkout

source: Modal Windows without confirmation page on Checkout
es_mx: Modo de Windows sin confirmación de página en Checkout

source: Redirect
es_mx: Redirección

source: Debug
es_mx: Depurar

source: Enable log
es_mx: Habilitar Registro

source: To review the log of Paypal, see the directory: %1$s
es_mx: Para revisar el registro de PayPal, visite el directorio: %1$s

source: Style on Checkout
es_mx: Estilo en Checkout

source: Brand Name
es_mx: Nombre de marca

source: Show Paypal Logo on Footer Page
es_mx: Enseñar logo de paypal en pie de página

source: Responsive
es_mx: Responsivo

source: Button Type
es_mx: Tipo de Botón

source: Choose whether is square or oval.
es_mx: Elija si es cuadrado u ovalado.

source: Squere
es_mx: Cuadrado

source: Oval
es_mx: Ovalado

source: Button Color
es_mx: Color de Botón

source: Choose whether is blue, gold or gray.
es_mx: Elija si es azul, oro o plata.

source: Blue
es_mx: Azul

source: Gold
es_mx: Oro

source: Silver
es_mx: Plata

source: Button Lang
es_mx: Lenguaje de botón

source: Choose whether Spanish and English.
es_mx: Elija si es español o inglés.

source: Landing Page
es_mx: Pagina de Inicio en PayPal

source: Type of PayPal page to display.
es_mx: Tipo de pagina desplegada en PayPal

# Type of PayPal page
source: Billing (Non-PayPal account)
es_mx: Facturación (No requiere Iniciar Sesión en PayPal)

# Type of PayPal page
source: Login (PayPal account login)
es_mx: Login (Iniciar sesion en PayPal)

source: Logo Image (190×60)
es_mx: Logo (190x60)

source: Settings
es_mx: Configuración

source: Paypal Information
es_mx: Información de Paypal
